<?php
return [
    // +-----------------------------------------------------------------------
    // | 项目设置，各选项具体释义请访问：
    // | https://wxsnote.cn/3762.html
    // +-----------------------------------------------------------------------

    //跳转目标域名
    "domain" => "wxsnote.cn",
    //跳转目标的协议头，https://或http://
    "scheme" => "https://",
    //网站标题
    "title" => "聚力云博客文章已迁移",
    //icp地址
    "icpurl" => "https://beian.cn/",
    //icp号
    "icp" => "冀ICP备200000000号-1",
    //显示首页及可跳转页文本
    "content" => "王先生笔记最后更新时间为2022年5月4日，也是一种遗憾。其实后来我一直在更新王先生笔记，已经无法分出精力更新两个网站，所以将一些有用的内容转到新站了。如果你没有找到内容，那就说明原内容没什么用，被我抛弃了。",
    //图片地址
    "img" => "123.jpg",
    //蜘蛛标识
    "spider" => array("baiduspider", "googlebot", "haosouspider", "360spider", "soso", "yahoo", "youdaobot", "yodaobot", "msnbot", "bingbot", "verdantspider", "curl"),
    //文章按钮文本
    "btntxt1" => "前往新文章地址",
    //新站地址按钮文文
    "btntxt2" => "前往新站点",
    //求资源留言地址
    "zzy" => "https://wxsnote.cn/qiuziyuan",
    //求资源按钮文本
    "zzytxt" => "求资源留言",
    //求资源页文本
    "content1" => "这篇文章可能已经被弃，没有被我移到新站。不过不用担心，站长还留有备份，你可以在求资源板块留言，让站长重新发出来。",
];
